{
  "NavbarMain": "الرئيسية",
  "NavbarAboutUs": "من نحن",
  "NavbarServices": "خدماتنا",
  "NavbarOurWork": "أعمالنا ",
  "NavbarProperties": "عقاراتنا",
  "contactButton":"تواصل معنا",
  "StartProjectButton":"ابدأ مشروعك",
  "OurServices":"خدماتنا ",
 
  "OurServicesLandscapeTitle":"منظر جمالي",
  "OurServicesLandscapeDesc":"تحقيق التوازن المثالي بين الإضاءة المحيطة وإضاءة المهام والإضاءة المميزة لخلق جو عملي",
  "OurServicesInteriorSupervisionTitle":"الداخلية والإشراف",
  "OurServicesInteriorSupervisionDesc":"من المفهوم إلى الإنجاز، نشرف على كل التفاصيل لتحقيق رؤيتك بكفاءة",
  "OurServicesSalePurchaseTitle":"البيع والشراء",
  "OurServicesSalePurchaseDesc":"احتفل بتغير الفصول مع خدمات الديكور الخارجي الموسمية لدينا",
  "BrillianceTitle" : "تصميم حلمك مع التألق",
"BrillianceDesc" : "قم بترقية مساحاتك بتصميمات داخلية مخصصة تعكس أسلوبك الفريد",
"FirstIdeaTitle" :"تصميم داخلي لغرفة المعيشة",
"FirstIdeaDesc" :"خدمة تهدف إلى تحويل مساحتك إلى بيئة مريحة وأنيقة تعكس ذوقك الشخصي. تشمل العملية تقييم المساحة وتخطيط التصميم",
"SecondIdeaTitle" :"تصميم داخلي لغرف المكاتب التجارية",
"SecondIdeaDesc" :"تقدم خدمة تصميم داخلي لغرف المكاتب التجارية حلولاً مخصصة لتحسين بيئات العمل، مع التركيز على تحسين الإنتاجية والراحة",
"learnMoreButton":"معرفة المزيد",
"StartProject": "ابدأ مشروعك",
"PopularProperties" : "أعمالنا",
"Latestrealestate ":"Latest real estate",

  "footer": {
    "companyName": "ARCH Real Estate.Co",
    "companyDescription": "وهدفكم الأمثل للعقارات الفاخرة نسعى جاهدين لتقديم أفضل الحلول لتلبية احتياجات عملائنا مع التركيز على الجودة والابتكار.",
    "mainPage": "الصفحة الرئيسية",
    "ourServices": "خدماتنا",
    "contactInfo": "معلومات الاتصال",
    "email": "info@arcRealeste.com",
    "address": "ديراز أمينتو سنفيل، كاليفورنيا 9021 دبي",
    "links": {
      "about": "من نحن",
      "services": "خدماتنا",
      "works": "أعمالنا",
      "properties": "ممتلكات"
    },
    "services": {
      "interiorDesign": "تصميم داخلي للمنزل",
      "exteriorDesign": "تصميم خارجي",
      "lightingDesign": "تصميم الإضاءة",
      "officeDesign": "تصميم المكتب"
    }
  },
  "AboutUs" :"About Us",
    "SectionThreeAbout": {
  "heading": "صمم حلمك في ثلاث خطوات بسيطة",
    "paragraph1": "نحن فريق من المهندسين المعماريين المبدعين والمتحمسين، نسعى جاهدين لتحقيق أحلام عملائنا من خلال تصميمات فريدة ومبتكرة. يجمع فريقنا بين الخبرة الواسعة والمعرفة العميقة بأحدث اتجاهات العمارة، مما يمكننا من تقديم حلول تصميم متكاملة تلبي احتياجات كل مشروع.",
    "paragraph2": "نؤمن بأن العمارة ليست مجرد بناء، بل هي تعبير عن الفن والوظيفة. نسعى لإنشاء مساحات تعكس هوية عملائنا وتلبي تطلعاتهم، مع التركيز على الجمال والراحة.",
    "paragraph3": "نحن نؤمن بالابتكار، الجودة، والتعاون. نعمل جنبًا إلى جنب مع عملائنا لضمان تحقيق رؤيتهم، ونسعى دائماً لتقديم أفضل الحلول المعمارية. إذا كنت تبحث عن شريك موثوق لتحقيق حلمك المعماري، فلا تتردد في الاتصال بنا.",
    "paragraph4": "تسعى العمارة الحديثة إلى تحقيق الاستدامة من خلال استخدام تقنيات صديقة للبيئة وتوفير الطاقة، مما يقلل من التأثير السلبي على البيئة.",
    "paragraph5": "تسعى العمارة الحديثة إلى تحقيق الاستدامة من خلال استخدام تقنيات صديقة للبيئة وتوفير الطاقة، مما يقلل من التأثير السلبي على البيئة."
  
    },






  "TeamSectionAbout": {
    "title": "فريقنا",
    "subtitle": "نحن فريق من المهندسين المعماريين المبدعين والمتحمسين، نكرس جهودنا لتحقيق أحلام عملائنا من خلال تصميمات فريدة ومبتكرة، حيث ندمج بين الفن والوظيفة لنخلق مساحات تلبي تطلعاتهم وتعكس هويتهم."
  },
  "WhyChooseUs": {
    "heading": "لماذا تختارنا؟",
    "paragraph1": "نحن في [ARC] نتميز بتقديم خدمات معمارية متكاملة تجمع بين الإبداع والاحترافية. فريقنا من المهندسين المعماريين ذوي الخبرة يتمتع بمهارات فريدة تضمن تحقيق رؤاكم بدقة واحترافية. نستخدم أحدث التقنيات والأساليب في التصميم لضمان جودة عالية وفعالية في التنفيذ. نلتزم بالاستدامة، حيث نعمل على دمج الحلول البيئية في كل مشروع، مما يضمن أن تصاميمنا ليست فقط جميلة، بل أيضاً صديقة للبيئة.",
    "paragraph2": "نستمع لاحتياجاتكم ونضعها في مقدمة أولوياتنا، مما يجعل العمل معنا تجربة سلسة وممتعة. اختارونا لتحقيق تصاميم تعكس هويتكم وتلبي تطلعاتكم، ونعدكم بأن نكون شريكاً موثوقاً في رحلتكم نحو بناء المستقبل."
  },
    "ServicesSection": {
    "title": "الخدمات",
    "subtitle": "نحن فريق من المهندسين المعماريين المبدعين والمتحمسين، نكرس جهودنا لتحقيق أحلام عملائنا من خلال تصميمات فريدة ومبتكرة، حيث ندمج بين الفن والوظيفة لنخلق مساحات تلبي تطلعاتهم وتعكس هويتهم"
  },
  
  "apartmentFinishingTitle": "تشطيب الشقة",
  "apartmentFinishingText": "تشطيب الشقة هو عملية تحويل المساحة الداخلية إلى مكان جاهز للسكن، تتضمن مجموعة من الأعمال التفصيلية لتحسين المظهر والوظيفة. نبدأ بتصميم داخلي يلبي احتياجات العميل ويعكس أسلوبه الشخصي، ثم نقوم بتركيب الأرضيات المناسبة، ومعالجة الجدران بألوان ومواد ديكور تضيف لمسة جمالية. تشمل الخدمة أيضًا تصميم الأسقف، وتجهيز الحمامات والمطابخ بالأدوات الصحية والأجهزة الكهربائية، بالإضافة إلى تنفيذ التمديدات الكهربائية والسباكة بشكل احترافي. هدفنا هو تقديم خدمة شاملة تلبي توقعات العملاء مع الالتزام بالجودة والاحترافية في كل خطوة.",

  "interiorDesignTitle": "التصميم الداخلي",
  "interiorDesignText": "خدمة التصميم الداخلي تهدف إلى خلق بيئات مريحة وجمالية تعكس شخصية العميل وتلبي احتياجاته. يبدأ العمل بفهم متطلبات العميل ورؤيته، ثم يتم وضع خطة تصميم شاملة تشمل اختيار الألوان، الأثاث، والإضاءة. نركز على تحقيق توازن بين الجمال والوظيفة، مما يعزز من تجربة السكن. بالإضافة إلى ذلك، نستخدم مواد عالية الجودة تضفي لمسة من الأناقة والراحة. هدفنا هو تحويل المساحات إلى أماكن تعبر عن الهوية وتعزز جودة الحياة.",

  "realEstateTitle": "شراء / بيع / استئجار العقارات",
  "realEstateText": "خدمة شراء، بيع، واستئجار العقارات تهدف إلى تسهيل العمليات العقارية للعملاء، سواء كانوا مستثمرين أو أفراد. نقدم استشارات متخصصة لمساعدتهم في اتخاذ قرارات مستنيرة تتناسب مع احتياجاتهم وميزانياتهم. تشمل الخدمة تقييم العقارات، والتسويق الفعّال، والتنظيم القانوني للصفقات. نعمل على توفير تجربة سلسة وآمنة، مع ضمان الشفافية في جميع الإجراءات. هدفنا هو تحقيق أفضل النتائج للعملاء وتعزيز ثقتهم في السوق العقارية.",

  "projectManagementTitle": "إدارة المشاريع السكنية",
  "projectManagementText": "خدمة إدارة المشاريع السكنية تتضمن تنسيق كافة جوانب تطوير المشاريع السكنية لضمان تحقيق الأهداف المحددة ضمن الميزانية والجدول الزمني. تشمل هذه الخدمة تخطيط المشروع، وتحديد الموارد اللازمة، وتوظيف الفرق المناسبة من المقاولين والعمالة. نحن نتابع تقدم العمل بشكل دوري، ونتأكد من الالتزام بالمعايير الهندسية والفنية المطلوبة. كما نعمل على التواصل المستمر مع جميع الأطراف المعنية، بما في ذلك العملاء والمستثمرين.",
  "RequestService" :"اطلب الخدمة",


   
  "ourWorksText":"نقدم لكم مجموعة متنوعة من أعمال التصميم الداخلي المبتكرة التي نفذتها شركتنا، حيث تعكس كل منها التزامنا بالجودة والاحترافية، وتظهر تفانينا في تلبية احتياجات عملائنا وتطلعاتهم من خلالتصميمات فريدة تجمع بين الجمال والوظيفة",
 "all": "كل الأعمال",
  "bathrooms": "حمامات",
  "kitchens": "مطابخ",
  "offices": "مكاتب",
  "partitions": "أقسام",
  "livingRooms": "غرف معيشة",
    "realEstate": {
    "title": "عقاراتنا",
    "description": "استكشف مجموعة متنوعة من العقارات المميزة التي تناسب جميع احتياجاتك، حيث نقدم لك خيارات متنوعة من الشقق والمنازل، مع تقديم تفاصيل دقيقة وصور توضيحية لمساعدتك في اتخاذ القرار المثالي"
  },
  "propertiesFilters": {
    "tabs": {
      "rent": "للإيجار",
      "sale": "للبيع",
      "all": "الكل"
    },
    "searchPlaceholder": "ادخل كلمة البحث",
    "types": {
      "all": "كل الأنواع",
      "apartment": "شقة",
      "villa": "فيلا"
    },
    "buttons": {
      "search": "بحث",
      "filter": "فلترة"
    }
  },
   "propertyDetails": {
    "mainHeader": "شقق سكنية فاخرة",
    "title": "فيلا وان هايد بارك",
    "location": "2050 شارع بلوومينغديل",
    "description": "منزل ساحر بثلاث غرف نوم وثلاثة حمامات، مع كابانا واسعة بغرفة نوم واحدة وحمام واحد، وسكن خاص بالحموات. تتميز منطقة المعيشة الساحرة بمدفأة وتفاصيل آرت ديكو رائعة.",
    "features": {
      "beds": "44 أسرة",
      "baths": "حمام 44",
      "area": "قدم مربع 44"
    },
    "price": "$100",
    "contactButton": "تواصل معنا"
  },
  "contact" :
 {
  "mainHeader": "تواصل معنا",
  "appointmentTitle": "حجز الموعد",
  "appointmentDescription": "لا تتردد في التواصل معنا لحجز مشروع العمارة المثالي لك، فنحن هنا لتحقيق رؤيتك",
  "fullName": "الاسم الكامل",
  "phoneNumber": "رقم الهاتف",
  "serviceType": "نوع الخدمة",
  "description": "الوصف",
  "optionalImages": "صور اختيارية:",
  "send": "إرسال",
  "bookYourProject": "احجز مشروعك",
  "bookYourProjectDescription": "لا تفوت الفرصة! احجز مشروعك معنا اليوم وابدأ في تحويل رؤيتك إلى واقع متكامل",
  "locationTitle": "الموقع",
  "locationAddress": "دبي برشا2 البناء 132 الطابق 4",
  "contactUsTitle": "اتصل بنا",

  "followUs": "تابعنا وسائل الإعلام الاجتماعية لدينا:",
  "callUsButton": "اتصل بنا",
  "callUsProjectTitle": "اتصل بنا للحصول على المشروع",
  "callUsProjectDescription": "اتصل بنا لتحديد موعد للتخطيط لمشروعك"
},
"detailProject" : {
"description" :" الوصف : ",
"descriptionText":"الوصف الوصف الوصف الوصف الوصف الوصف الوصفالوصف  الوصف",
"location" :" الموقع : ",
"detailLocation" :"سوريا- طرطوس",
"Completiondate" : "تاريخ الانتهاء : ",
"Client" : "الزبون : ",
"detailClient":"الزبون الزبون الزبون الزبون ",
"SimilarWorks":"أعمال مشابهة"

},

"ModalFilter" :{
  "Filter":"فلترة",
  "Price":"السعر",
  "Area": "المنطقة",
  "Small":"صغير",
  "Medium":"متوسط",
  "Large":"كبير",
  "Region":"المنطقة",
  "SelectRegion":" تحديد المنطقة"
}



}